@extends('layouts.layout')

@section('title', 'Реєстрація виконавця')

@section('content')
<section>
	<div class = "wrap flex center">
		<div class = "block w75">
			<span class = "title">Дякуємо!</span>
			<p>
				Ви щойно заповнили анекету виконавця!
			</p>
			<p>
				Від тепер ви можете приймати завдання та пропонувати свої послуги.
			</p>
			<p>
				Замовники зможуть пропонувати Вам завдання.
			</p>
			<span class = "title">Як приймати завдання</span>
			<p>
				Для пошуку завдань Ви можете переглядати список активних завдань та пропонувати
				замовникам свої послуги. Замовник в свою чергу, може обрати виконаця зі списку пропозицій,
				або звернутися до конкретного виконавця.
			</p>
			<p>
				Якщо замовник обрав Вас, це відобразиться у Вашому профілі. Наступним кроком ви обговорюєте
				умови сгоди: дата та час, ціна та інші параметри, і якщо вас все влаштовує завдання отримує
				статус: "В процесі". 
			</p>
			<p>
				Після того, як завдання буде виконано або Ви або замовник маєте закрити
				існуюче завдання (завдання отримає статус: "Зроблено"), якщо це не буде зроблено - через 
				декілька днів після закінчення крайньої дати,зазначенної у завданні, завдання автоматично отримує статус: "Закрито".
			</p>
			<span class = "title">Підтвердження</span>
			<p>
				Ви можете запросити у адміністрації підтвердження особистих данних.
				Якщо ващі реальні дані збігаються з даними, зазначенними при регістрації аккаунта,
				Ви отримаєте значок "Підтверджено" біля свого імені на особистой сторінці.
			</p>
			<span class = "title">Рейтинг</span>
			<p>
				Кожен користувач у сервісі має свій рейтинг, користувачі з найбільшим рейтингом
				попадають в топ виконавців/замовників. Ваш рейтинг залежить від співвідношення позитивних
				та негативних відгуків.
			</p>
			<button class = "w100" onclick="location.href='/profile'">Ознайомився</button>
		</div>
	</div>
</section>
@endsection